Repository: dotpay/WP-eCommerce
Catalog: languages/dotpay-*.po
Languages: pl_pl

source: Dotpay Payment
pl_pl: Płatność Dotpay

source: Order:
pl_pl: Zamówienie nr.

source: User ID
pl_pl: ID użytkownika

source: User PIN
pl_pl: PIN użytkownika

source: Mode
pl_pl: Tryb

source: Sandbox (For testing)
pl_pl: Konto testowe

source: Production
pl_pl: Konto produkcyjne

source: Register your new account in dotpay.pl
pl_pl: Zarejestruj nowe konto w Dotpay

source: ID is a 6 digits number
pl_pl: ID to 6 cyfrowy numer, który odczytasz z panelu Dotpay

source: Select Currency:
pl_pl: Wybierz walute:

source: PIN must contains min. 16 and max 32 characters (read this from the panel Dotpay)
pl_pl: PIN odczytasz z panelu Dotpay (min. 16 a maks. 32 znaki)

source: Dotpay Callback
pl_pl: Odpowiedź z Dotpay
